Repository: danmichaelo/UKBot
Catalog: locale/*.po
Languages: fi_fi

source: Couldn't find the list of participants!
fi_fi: Osallistujaluettelon löytäminen epäonnistui!

source: There are no point rules defined for this contest. Point rules are defined by {{tl|%(template)s}}.
fi_fi: Tähän kilpailuun ei ole asetettu pistelaskusääntöjä. Säännöt merkitään näin: {{tl|%(template)s}}.

source: Unkown argument given to {{tl|%(template)s}}: %(argument)s
fi_fi: Tuntematon argumentti on annettu kohteeseen {{tl|%(template)s}}: %(argument)s

source: Couldn't parse the date given to the {{tl|%(template)s}} template.
fi_fi: {{tl|%(template)s}}-mallineeseen annettu päivämäärä ei tullut ymmärretyksi.

source: Could not find the user %(user)s given to the {{tl|%(template)s}} template.
fi_fi: Käyttäjää %(user)s ri löytynyt {{tl|%(template)s}}-mallineesta.

source: Couldn't find the user %(user)s given to the {{tl|%(template)s}} template.
fi_fi: Ei löydetty käyttäjää %(user)s {{tl|%(template)s}}-mallineesta.

source: Day
fi_fi: Päivä

source: Points
fi_fi: Pisteet

source: %e. %B %Y, %H:%M
fi_fi: %e. %Bta %Y kello %H.%M

source: Updated %(date)s
fi_fi: Päivitetty %(date)s

source: Weekly contest for week %(week)d
fi_fi: Viikon %(week)d kilpailu

source: Weekly contest for week %(startweek)d–%(endweek)d
fi_fi: Viikkojen %(startweek)d–%(endweek)d kilpailu

source: Regards
fi_fi: Terveisin

source: and
fi_fi: ja

source: Now you must check if the results look ok. If there are error messages at the bottom of the [[%(page)s|contest page]], you should check that the related contributions have been awarded the correct number of points. Also check if there are comments or complaints on the discussion page. If everything looks fine, [%(link)s click here] (and save) to indicate that I can send out the awards at first occasion.
fi_fi: Nyt sinun on tarkistettava tulokset. Mikäli [[%(page)s|kilpailusivun]] lopussa on virheilmoituksia, on sinun tarkistettava, että muokkauksista on saatu oikea määrä pisteitä. Katso myös onko keskustelusivulla kommentteja tai valituksia. Jos kaikki näyttää olevan kunnossa, paina [%(link)s tästä] (ja tallenna), niin rusetit lähetetään melko nopeasti.

source: Thanks, ~~~~
fi_fi: Terveisin, ~~~~

source: Awards have been [%(link)s sent out].
fi_fi: Rusetit on nyt [%(link)s jaettu].

source: UKBot encountered a problem
fi_fi: UKBot havaitsi ongelman

source: This contest is closed – thanks to everyone who participated! Awards will be sent out as soon as the contest organizer has checked the results.
fi_fi: Tämä kilpailu on päättynyt – kiitos kaikille osallistuneille! Rusetit jaetaan heti kun kilpailun järjestäjä on tarkistanut tulokset.

source: This contest is closed – thanks to everyone who participated!
fi_fi: Tämä kilpailu on päättynyt – kiitos kaikille osallistuneille!

source: Last updated %(lastupdate)s. The contest is open from %(startdate)s to %(enddate)s.
fi_fi: Päivitetty viimeksi %(lastupdate)s. Kilpailu on avoinna %(startdate)s – %(enddate)s.

source: Updating with final results, the contest is now closed.
fi_fi: Lisätään lopulliset tulokset ja merkitään kilpailu päättyneeksi.

source: Checking results and handing out awards
fi_fi: Tarkistetaan tulokset ja jaetaan rusetit

source: Updating
fi_fi: Päivitetään

source: The weekly contest is: %(link)s
fi_fi: Viikon kilpailu on: %(link)s

source: suspended since
fi_fi: suspendert siden

source: %A, %H:%M
fi_fi: %A kello %H.%M

source: No qualifying contributions registered yet
fi_fi: Hyväksyttyjä muokkauksia ei ole vielä rekisteröity

source: %d article
fi_fi: %d artikkeli

source: {{Kolonner}}
fi_fi: {{Sarakkeet}}

source: %d.%m, %H:%M
fi_fi: %e. %Bta %Y kello %H.%M

source: Category hit
fi_fi: Luokkaosuma

source: <strong>Note:</strong> The contributions to this article are currently disqualified.
fi_fi: <strong>Huomio:</strong> Muokkaukset tähän artikkeliin on toistaiseksi hylätty.

source: <abbr class="newpage" title="New page">N</abbr>
fi_fi: <abbr class="newpage" title="Uusi sivu">U</abbr>

source: Could not parse the catignore page
fi_fi: Catignore-sivun sisältöä ei ymmärretty

source: Encountered an infinite category loop:
fi_fi: Jumiutunut loputtomaan luokkasilmukkaan:

source: #REDIRECT [[%s]]
fi_fi: #OHJAUS [[%s]]

source: Redirecting to %s
fi_fi: Ohjaus sivulle %s

source: articles
fi_fi: %(articlecount)d {{subst:PLURAL:%(articlecount)d|artikkeli|artikkelia}}

source: {{Kolonner}}
fi_fi: {{Sarakkeet}}

source: %(bytes).f bytes
fi_fi: %(bytes).f {{subst:PLURAL:%(bytes).f|tavu|tavua}}

source: links
fi_fi: %(links).f {{subst:PLURAL:%(links).f|linkkit|linkkiä}}

source: images
fi_fi: %(images).f {{subst:PLURAL:%(images).f|kuva|kuvaa}}

source: new page
fi_fi: uusi sivu

source: qualified
fi_fi: hyväksytty

source: redirect
fi_fi: uudelleenohjaus

source: references
fi_fi: {{subst:PLURAL:%(num)d|Yksi lähde on lisätty|%(num)d lähdettä on lisätty}}

source: reference pointers
fi_fi: {{subst:PLURAL:%(num)d|Yksi viittaus jo olemassa olevaan lähteeseen|%(num)d viittausta jo olemassa oleviin lähteisiin}}

source: bonus %(words)d words
fi_fi: bonus %(words)d {{subst:PLURAL:%(words)d|sana|sanaa}}

source: removal of {{tl|%(template)s}}
fi_fi: mallineen {{tl|%(template)s}} poisto

source: %(words).f words
fi_fi: %(words).f {{subst:PLURAL:%(words).f|sana|sanaa}}
